Repository: wp-plugins/wp-admin-microblog
Catalog: languages/wp_admin_blog-*.po
Languages: de_de

source: WP Admin Microblog Settings
de_de: WP Admin Microblog Einstellungen

source: Access for
de_de: Zugriff für

source: Save Changes
de_de: Änderungen speichern

source: If you will send your message as an E-Mail to any user, so write @username (example: @admin)
de_de: Wenn eine Nachricht auch als E-Mail zu einem Nutzer gesendet werden soll, dann schreibe @username (Beispiel: @admin)

source: Delete the search from filter
de_de: Lösche die Suche aus dem Suchfilter

source: Search
de_de: Suche

source: Search word
de_de: Suchbegriff

source: Go
de_de: Suche

source: Delete the tag from filter
de_de: Lösche den Tag aus dem Suchfilter

source: User
de_de: Nutzer

source: Delete user as filter
de_de: Lösche den Nutzer aus dem Suchfilter

source: Your Message
de_de: Neue Nachricht

source: Send
de_de: Senden

source: Search Results
de_de: Suchergebnisse

source: Show all
de_de: Zeige alles

source: Messages
de_de: Nachrichten

source: Sorry, no entries mached your criteria
de_de: Leider gibt es keine Einträge, die den gewählten Kriterien entsprechen

source: previous page
de_de: Vorherige Seite

source: next page
de_de: Nächste Seite

source: Edit
de_de: Bearbeiten

source: Click to delete this message
de_de: Klicken um diese Nachricht zu löschen

source: Delete
de_de: Löschen

source: Reply
de_de: Antworten

source: Show related messages
de_de: Zeige verwandte Nachrichten

source: by
de_de: von

source: No tags available
de_de: Keine Tags verfügbar

source: E-mail notification
de_de: E-Mail Benachrichtigung

source: Text formatting
de_de: Textformatierung

source: Number of tags
de_de: Anzahl Tags

source: Number of messages per page
de_de: Anzahl Nachrichten pro Seite

source: yes
de_de: Ja

source: no
de_de: Nein

source: Edit this message
de_de: Diese Nachricht bearbeiten

source: Write a reply
de_de: Eine Antwort schreiben

source: Author:
de_de: Autor:

source: Login under the following address to create a reply:
de_de: Melde dich unter folgender Adresse an, um eine Antwort zu erstellen:

source: as WordPress blog post
de_de: als WordPress Blogartikel

source: Title
de_de: Titel

source: Short message
de_de: Kurznachricht

source: Today
de_de: Heute

source: ago
de_de: zuvor

source: New Message
de_de: Neue Nachricht

source: Media upload for the dashboard widget
de_de: Medien-Upload für das Dashboard Widget

source: Activate this option to use the media upload for the WP Admin Microblog dashboard widget. If you use it, please notify, that the media upload will not work correctly for QuickPress.
de_de: Wenn du diese Funktion aktivierst, kannst du den Medien-Upload auch im Dashboard Widget des Plugins nutzen. Beachte dabei, dass dann der Median-Upload in QuickPress nicht mehr korrekt funktioniert.

source: "Message as a blog post"-function for
de_de: "Nachricht als Blogartikel"-Funktion für

source: first page
de_de: Erste Seite

source: of
de_de: von

source: last page
de_de: Letzte Seite

source: Name of the Microblog
de_de: Name des Microblogs

source: Default: Microblog
de_de: Standard: Microblog

source: Name of the dashboard widget
de_de: Name des Dashboard Widgets

source: Options
de_de: Optionen

source: Sticky this message
de_de: Nachricht anheften

source: Settings are changed. Please note that access changes are visible, until you have reloaded this page a secont time.
de_de: Änderungen gespeichert. Beachte, dass Änderungen an den Zugriffseinstellungen erst sichtbar sind, wenn du diese Seite ein zweites mal neu geladen hast.

source: Select each user role which has access to WP Admin Microblog.
de_de: Wähle die Nutzerrollen welche Zugriff auf den Blog haben sollen.

source: Use &lt;Ctrl&gt; key to select more than one.
de_de: Drücke die &lt;Strg&gt;-Taste um mehr als eine auszuwählen.

source: Select each user role which can use the "Message as a blog post"-function.
de_de: Wähle die Nutzerrollen, welche die Funktion "Nachricht als WordPress-Artikel" nutzen können.

source: "Sticky messages"-function for
de_de: "Angeheftete Nachrichten erstellen"- möglich für

source: Select each user role which can add sticky messages.
de_de: Wähle die Nutzerrollen, welche angeheftete Nachrichten erstellen dürfen.

source: Sticky messages for the dashboard widget
de_de: Angeheftete Nachrichten im Dashboard Widget anzeigen

source: Select `yes` to display sticky messages in the dashboard widget.
de_de: Wähle `ja` um angeheftete Nachrichten auch im Dashboard Widget anzuzeigen.

source: Sticky
de_de: Anheften

source: Unsticky this message
de_de: Diese Nachricht abheften

source: Unsticky
de_de: Abheften

source: Settings
de_de: Einstellungen

source: One Reply
de_de: Eine Antwort

source: Show all replies
de_de: Alle Antworten anzeigen

source: Replies
de_de: Antworten

source: Entries
de_de: Einträge

source: New message in wp admin micoblog
de_de: Neue Nachricht in WP Admin Microblog

source: You can add tags directly to your message, if you use hashtags. Examples: #monday #2012
de_de: Du kannst Schlagwörter automatisch zu deiner Nachricht hinzufügen indem du sogenannte Hashtags nutzt. Beispiele: #Montag #2012

source: General
de_de: Allgemein

source: Access
de_de: Zugriff

source: Notifications
de_de: Benachrichtigungen

source: Auto replies
de_de: Automatische Antworten

source: Activate this option and the plugin insert in every reply the string for an e-mail notification to the message author.
de_de: Aktiviere diese Option und das Plugin fügt in jede Antwort einen String für die E-Mail Benachrichtigung des Autors der Nachricht ein.

source: Auto notifications
de_de: Automatische Benachrichtigungen

source: Insert your email address, if you want to receive notifications for every new message in the microblog. Insert one email address per line.
de_de: Füge deine E-Mail Adresse hinzu, wenn du bei jeder neuen Nachricht im Microblog eine Benachrichtigung erhalten will. (Eine E-Mail Adresse pro Zeile)

source: Sticky messages
de_de: Angeheftete Nachrichten

source: New messages available
de_de: Neue Nachrichten verfügbar

source: Sort order for messages
de_de: Sortierung für Nachrichten

source: Show the latest messages first
de_de: Zeige die aktuellsten Nachrichten zuerst

source: Show messages with latest comments first
de_de: Zeige Nachrichten mit den aktuellsten Kommentare zuerst

source: Click for refresh
de_de: Lade die Seite neu

source: Use this option to modify the interval in which the plugin checks for new messages. A smaller value needs more server performance. The default value is 60000 ms.
de_de: Verwende diese Option, um das Intervall in dem das Plugin nach neuen Nachrichten sucht, zu ändern. Beachte, dass ein kleinerer Wert mehr Serverleistung in Anspruch nimmt. Der Standardwert beträgt 60000 ms.

source: Auto check interval
de_de: Intervall zur automatischen Nachrichtenüberprüfung

source: Enable auto check
de_de: Automatische Nachrichtenüberprüfung aktivieren

source: Date format for messages
de_de: Datumsformat für Nachrichten

source: Show time difference
de_de: Zeige Zeitdifferenz

source: Show date of publishing
de_de: Zeige den Veröffentlichungszeitpunkt

source: Like
de_de: Mögen

source: Show Likes
de_de: Zeige Nutzer, die diesen Beitrag mögen

source: Unlike
de_de: Nicht mehr mögen

source: You can use simple bbcodes: [b]bold[/b], [i]italic[/i], [u]underline[/u], [s]strikethrough[/s], [red]red[/red], [blue]blue[/blue], [green]green[/green], [orange]orange[/orange], [code]code[/code]. Combinations like [red][s]text[/s][/red] are possible. The using of HTML tags is not possible.
de_de: Du kannst die folgenden BBCodes verwenden: [b]fett[/b], [i]kursiv[/i], [u]unterstrichen[/u], [s]durchgestrichen[/s], [red]rot[/red], [blue]blau[/blue], [green]grün[/green], [orange]orange[/orange], [code]code[/code]. Kombinationen wie [red][s]text[/s][/red] sind möglich. Die Nutzung von HTML-Tags ist leider nicht möglich.

source: The following users like this message
de_de: Die folgenden Nutzer mögen diese Nachricht

source: Cancel
de_de: Abbrechen

source: Submit
de_de: Speichern
